export const dishes = {
    japanese: [
        "天丼", "焼肉", "とんかつ", "唐揚げ", "豚の生姜焼き",
        "牛丼", "親子丼", "チキン南蛮", "うどん", "そば",
        "そうめん", "寿司", "焼き魚", "焼きそば", "お好み焼き",
        "たこ焼き", "もんじゃ焼き", "冷麵", "天ぷら"
    ],
    western: [
        "ハンバーグ", "グラタン", "ビーフシチュー", "オムライス", "ステーキ",
        "ハンバーガー", "フライドチキン", "ピザ", "カレー", "コロッケ",
        "エビフライ", "パスタ", "ドリア", "メンチカツ", "ピラフ",
        "ムニエル", "パエリア", "パン", "ホットドッグ"
    ],
    chinese: [
        "麻婆豆腐", "油淋鶏", "餃子", "酢豚", "チャーハン",
        "天津飯", "回鍋肉", "エビチリ", "エビマヨ", "ラーメン",
        "シューマイ", "肉まん", "春巻き", "ビーフン", "チンジャオロース",
        "八宝菜", "中華丼", "麻婆茄子", "ニラ玉", "レバニラ"
    ]
};